app/controllers/products_controller.rb

  def index
    @products = Product.limit(20).order('id ASC')
---
SELECT  `products`.* FROM `products`  ORDER BY id ASC LIMIT 20

  def search
    @products = Product.where('title LIKE(?)',"%#{params[:keyword]}%").limit(20)
---
SELECT  `products`.* FROM `products` WHERE (title LIKE('%美女%')) LIMIT 20