app/controllers/reviews_controller.rb

INSERT INTO `reviews` (`rate`, `review`, `product_id`, `nickname`, `created_at`, `updated_at`) VALUES (3, 'テスト、傑作', 2, 'aaaa', '2016-05-15 07:01:23', '2016-05-15 07:01:23')
---
  def create
    Review.create(create_params)